/*
[UT]
*/

"ER00_TEXTA_002" = "Virhe\r\nKoodi:%FatalErrorInfo%";
"ER01_TEXTA_003" = "Tulostin on käynnissä";
"ER04_TEXTA_001" = "Paperitukos";
"ER05_TEXTA_014" = "Mustetasot pitää nollata.";
"ER06_TEXTA_005" = "Paperi lopussa tai väärä lataus";
"ER0C_TEXTA_008" = "Ristiriita tietokoneen ja tulostimen paperikokoasetusten välillä.";
"ER0C_TEXTA_009" = "Ristiriita tietokoneen ja tulostimen paperityyppiasetusten välillä.";
"ER0C_TEXTA_010" = "Ristiriita tietokoneen ja tulostimen tulostusasetusten välillä.";
"ER10_TEXTA_005" = "Laite täytyy huoltaa";
"ER10_TEXTA_008" = "Laite täytyy huoltaa";
"ER12_TEXTA_001" = "Monisivuinen syöttövirhe";
"ER4A_TEXTA_001" = "Tulostimen mustetyyny on lähellä käyttöiän loppua.";
"ER4A_TEXTA_002" = "Tulostimen mustetyyny on käyttöiän lopussa.";
"ERXX_TEXTA_001" = "Virhe";
"ST02_TEXTA_001" = "Tulostetaan";
"ST03_TEXTA_001" = "Tulostetaan";
"ST04_TEXTA_001" = "Valmis";
"ST07_TEXTA_001" = "Tulostin on käynnissä";
"ST08_TEXTA_007" = "Alustava musteen lataus ei ole valmis";
"ST0A_TEXTA_002" = "Tuotteen virta on sammumassa";
"ST11_TEXTA_002" = "Mustejärjestelmän valmistelu.";
"WR1X_TEXTA_006" = "Mustetasot pitää pian nollata.";
"COM_TEXTA_001" = "Tietoliikennevirhe";
"COM_TEXTA_002" = "Tietoliikennevirhe\r\nOn valittu ehkä väärä tuote";
"COM_TEXTA_003" = "Tulostustyötä ei voi lähettää";
"DEV_TEXTA_004" = "On valittu eri tuote";
"OFL_TEXTA_003" = "Ei valmis";
"PAU_TEXTA_001" = "Keskeytetty";
"SRC_TEXTA_001" = "Etsitään...";
"CHKDUPX_TEXTA_001" = "Kaksipuolinen tulostus";
"INKCHECKALERT_TEXTA_003" = "Tarkista mustetasot säännöllisesti.\r\nTuotteen käytön jatkaminen mustetason ollessa säiliön merkkiviivan alapuolella voi vaurioittaa tulostinta.";
"ER00_TEXTB_014" = "1. Peruuta kaikki tulostustyöt.\r\n2. Avaa skanneriyksikkö ja poista juuttuneet paperit.\r\n3. Sulje yksikkö ja sammuta sen virta ja kytke se sitten uudelleen.";
"ER01_TEXTB_001" = "Odota...";
"ER04_TEXTB_041" = "1. Avaa skanneriyksikkö ja poista juuttuneet paperit.\r\n2. Sammuta yksikkö ja paina tuotteen %btn%-painiketta.";
"ER04_TEXTB_064" = "1. Poista paperi ja aseta se uudelleen.\r\n2. Paina tuotteen %btn%-painiketta.\r\n\r\nVoit vaihtoehtoisesti peruuttaa tulostustyön napsauttamalla [Peruuta], kun se tulee näkyviin.";
"ER05_TEXTB_030" = "%ink%\r\nJäljellä olevan musteen määrä on tarkistettava.\r\nJatka napsauttamalla [Miten]-painiketta.\r\n\r\nHuomautus\r\nMuiden kuin määritettyjen Epsonin alkuperäisten musteiden käyttö voi aiheuttaa vaurioita, joita Epsonin takuu ei korvaa. Muiden kuin alkuperäisten väriaineiden laatua tai luotettavuutta ei voi taata ja niiden käyttö saattaa aiheuttaa tulostimelle vaurioita, joita Epsonin takuu ei korvaa.\r\nKatso lisätietoja mustepulloissa olevista ohjeista.";
"ER06_TEXTB_055" = "1. Poista paperi ja aseta se uudelleen.\r\n2. Paina tuotteen %btn%-painiketta.\r\n\r\nVoit vaihtoehtoisesti peruuttaa tulostustyön napsauttamalla [Peruuta], kun se tulee näkyviin.";
"ER0C_TEXTB_021" = "Katso tuotteen LCD-näyttöä ja noudata ohjeita.\r\n\r\nNykyiset ohjainasetukset:\r\n%papersetting%\r\nTuotteen paperilähdeasetus:\r\n%papersource%";
"ER10_TEXTB_008" = "Tulostimen mustetyyny on käyttöiän lopussa.\r\nOta yhteyttä Epson-tukeen.";
"ER10_TEXTB_009" = "Tulostimen mustetyyny on käyttöiän lopussa.\r\nJätemustetta voi valua.\r\nOta yhteyttä Epson-tukeen.";
"ER12_TEXTB_007" = "Tee jokin seuraavista.\r\n- Poista paperi ja aseta se uudelleen. Paina tuotteen %btn%-painiketta.\r\n- Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER4A_TEXTB_001" = "Ota yhteyttä Epson-tukeen.\r\nJatka tulostusta painamalla tulostimen %btn%-painiketta.";
"ER4A_TEXTB_002" = "Se voi aiheuttaa jätemusteen vuotoa, jos tulostusta jatketaan.\r\nOta yhteyttä Epson-tukeen.\r\nJatka tulostusta painamalla tulostimen %btn%-painiketta.";
"ST02_TEXTB_001" = "Odota...";
"ST03_TEXTB_001" = "Odota...";
"ST04_TEXTB_001" = "Se on tulostusvalmis.";
"ST07_TEXTB_003" = "Puhdistetaan tulostuspäätä ja ladataan mustetta. Odota...";
"ST08_TEXTB_009" = "Katso asetusarkista ohjeita suorittaaksesi loppuun alustavan musteen latauksen.";
"ST0A_TEXTB_001" = "Odota...";
"ST11_TEXTB_001" = "Odota...";
"WR1X_TEXTB_017" = "%ink%\r\nVoit ehkä jatkaa tulostusta.\r\n\r\nHuomautus\r\nMuiden kuin määritettyjen Epsonin alkuperäisten musteiden käyttö voi aiheuttaa vaurioita, joita Epsonin takuu ei korvaa. Muiden kuin alkuperäisten väriaineiden laatua tai luotettavuutta ei voi taata ja niiden käyttö saattaa aiheuttaa tulostimelle vaurioita, joita Epsonin takuu ei korvaa.\r\nKatso lisätietoja mustepulloissa olevista ohjeista.";
"COM_TEXTB_005" = "Kytke tuote tietokoneeseen ja kytke virta päälle. Jos sammutat virran tulostuksen aikana, peruuta tulostustyö.";
"COM_TEXTB_006" = "Tee jokin seuraavista.\r\n- Tuote on liitetty \"%queuename%\"-tulostusjonoon. Tulosta käyttäen tätä tuotetta.\r\n- Kytke tuote tietokoneeseen ja kytke virta päälle. Jos sammutat virran tulostuksen aikana, peruuta tulostustyö.";
"COM_TEXTB_007" = "Voit tarkistaa tulostinyhteyden napsauttamalla [Yhteyden tarkistus] -painiketta, ja se yrittää yhteyden muodostamista uudelleen automaattisesti.\r\nVarmista, että tulostin on päällä, ja napsauta sitten [Yhteyden tarkistus] -painiketta.";
"DEV_TEXTB_004" = "Ohjaimesta valittu tuote on poikkeaa tulostukseen tarkoitetusta tuotteesta. Tarkista ohjainasetukset ja tuote.";
"OFL_TEXTB_006" = "Et voi tulostaa, jos yhteys ei ole päällä. Liitä tuote tietokoneeseen ja kytke virta päälle. Napsauta [Yhteys päällä], kun se tulee näkyviin, tai napsauta [Tulostusjono] ja vaihda asetuksiksi Yhteys päällä -asetukset.\r\n\r\nVoit vaihtoehtoisesti peruuttaa tulostustyön napsauttamalla [Peruuta], kun se tulee näkyviin.";
"PAU_TEXTB_003" = "Et voi tulostaa, jos tuotteen toiminta on keskeytetty. Jatka tulostusta napsauttamalla [Jatka], kun se tulee näkyviin, tai napsauta [Tulostusjono] ja poista valinta kohdasta \"Keskeytä tulostus\" \"Tulostin\"-valikossa.\r\n\r\nVoit vaihtoehtoisesti peruuttaa tulostustyön napsauttamalla [Peruuta], kun se tulee näkyviin.";
"SRC_TEXTB_001" = "Etsitään...";
"CHKDUPX_TEXTB_009" = "1. Tulosta etusivu(t).\r\n2. Poista poistettu paperi. Käännä se ympäri.\r\n3. Aseta paperi lyhyt reuna edellä ja napsauta sitten [Jatka].\r\nHuomautus:\r\n- Napsauta [Peruuta], jos se ei käynnistä tulostusta.\r\n- Kaksipuolinen tulostus ei ole ehkä käytettävissä, kun käytetään langatonta verkkoa.";
"BTN_PR_002" = "Käynnistä";
"IDS_INK_STOPRESET" = "Peruuta";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Peruuta";
"IDS_INK_STOPRJ" = "Peruuta";
"IDS_INK_OFFLINE_CANCEL" = "Peruuta";
"BTN_PC_004" = "Peruuta";
"BTN_PC_003" = "OK";
"BTN_PC_009" = "Yritä uudelleen";
"BTN_PC_010" = "Jatka";
"BTN_PC_013" = "Miten...";

//--->
"ER00_TEXTA_001" = "Virhe";
"WR5X_TEXTA_001" = "Tulostuspäiden puhdistusta ei voida suorittaa loppuun.";
"WR5X_TEXTA_002" = "Musteen tehohuuhtelua ei voi suorittaa.";
"CHARGINGSTATUS_TEXTA_001" = "Mustejärjestelmän lataus";
"INKCHECKALERT_TEXTA_004" = "Tarkista mustetasot säännöllisesti.";
"WR5X_TEXTB_006" = "Jotta tulostin toimisi asianmukaisesti, valitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.";
//<---

////////////////////////////////////////

"CY" = "Syaani";
"MA" = "Magenta";
"YE" = "Keltainen";
"BK" = "Musta";
"IDS_IQ_CART1_MSG" = "Syaani: ";
"IDS_IQ_CART2_MSG" = "Magenta: ";
"IDS_IQ_CART3_MSG" = "Keltainen: ";
"IDS_IQ_CART4_MSG" = "Musta: ";
"IDS_PICCLNAME_CY" = "Syaani";
"IDS_PICCLNAME_MA" = "Magenta";
"IDS_PICCLNAME_YE" = "Keltainen";
"IDS_PICCLNAME_BK" = "Musta";

"INK_REMAIN_MSG" = "Likimääräiset mustetasot saattavat poiketa todellisista mustetasoista. Kun halutaan varmistaa todellinen jäljellä oleva mustemäärä, tarkista kaikkien mustesäiliöiden mustetasot silmämääräisesti. Tuotteen käytön jatkaminen mustetason ollessa merkkiviivan alapuolella voi vaurioittaa tulostinta.";

"IDS_STRING_GROUP_APR" = "Likiarvoiset mustetasot";

////////////////////////////////////////

"920" = "Suutintesti";
"921" = "Tulostuspäiden puhdistus";
"922" = "Tulostuspäiden kohdistus";
"923" = "Tulostinasetukset";
"924" = "Osta mustetta";
"926" = "Ohjelmistopäivitys";
"928" = "Ohjelmistopäivityksen asetukset";
"IDS_PR_ERROR" = "Virhe";
"IDS_PR_COMERR" = "Tietoliikennevirhe";
"IDS_PR_INKFEW" = "Muste vähissä";
"IDS_PR_MAINTENANCECALL" = "Huoltokutsu";
"IDS_PR_WARNING" = "Muu varoitus";
"IDS_PR_CHANGINGBK" = "Mustan värin vaihtaminen";
"IDS_PR_OFFLINE" = "Offline";
"IDS_PR_PAUSE" = "Keskeytä";
"IDS_PR_SELECTERROR" = "Tulostimen valintavirhe";
"IDS_PR_UNCLOGGER" = "Tulostustyön virhe";
"IDS_PR_BATTERYWARNING" = "Akkuvaroitus";
"IDS_ITEM" = "Tapahtuma";
"IDS_NOTIFY" = "Ilmoitus näytölle";
"IDS_YES" = "Käytössä";
"IDS_NO" = "Ei käytössä";
"IDS_PROMOCHK" = "Näytä Epson-tarjoukset";
"IDS_ITEMGROUP" = "Valitse ilmoitus";
"IDS_SIMPLEST_CHK" = "Yksinkertainen tilailmoitus";
"IDS_DEFAULT_BTN" = "Oletus";
"IDS_ICONGROUP" = "Valitse pikakuvake";
"IDS_MONICON_CHK" = "Rekisteröi pikakuvake tehtäväpalkkiin";
"IDS_EXPTEXT2" = "Pikakuvakkeen kaksoisnapsauttaminen avaa tulostimen tilaikkunan.";
"IDS_SHARED" = "Salli jaettujen tulostimien tilanvalvonta";
"IDS_IO_CHECK_BTN" = "Katso Musteen vähäisen määrän muistuttaja -hälytykset";
"IDS_CANCEL_MONITOR" = "Peruuta";
"IDS_STRING_GROUP" = "Mustetasot";
"IDS_STRING_GROUP_MTANK" = "Huoltolaatikon käyttöikä";
"IDS_SUB_BTN" = "Jatka";
"IDS_SPL_BTN" = "Tulostusjono";
"IDS_CSICINFO_BTN" = "Tiedot";
"IDS_PRNSTOP_BTN" = "Peruuta";
"IDS_SPL_BTN2" = "Tulostusjono";
"IDS_SPL_BTN3" = "Tulostusjono";
"IDS_SHOWDETAIL_BTN" = "Tiedot";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Tuote";
"IDS_COMMON_VER_TITLE" = "Yleistä";
"IDS_PRINTER_VER_TITLE" = "Käyttöliittymä";
"IDS_EBAPI_VER_STATIC" = "Tulostinliitäntä";
"IDS_INSTALL_VER_STATIC" = "Asennusohjelma";
"IDS_BOTHSIDE_PRINT" = "Kaksipuolinen tulostus";
"IDS_PRNPAUSE_BTN" = "Jatka";
"IDS_CSIC_INFO" = "Kasetin tiedot";
"IDS_MAKER_TITLE" = "Valmistaja:";
"IDS_INK_TYPE_TITLE" = "Musteen tyyppi:";
"IDS_IC_TYPE_TITLE" = "Värikasetin koodi:";
"IDS_PRODUCTION_DATE_TITLE" = "Valmistuspäivä:";
"IDS_BPMSTOP_BTN" = "Peruuta tulostus";
"IDS_BPMPRINT_BTN" = "Tulosta mustana";
"IDS_BPMCLOSE_BTN" = "Sulje";
"IDS_BPMREPLACE_BTN" = "Vaihda värikasetti...";
"IDS_INITFILL_TITLE" = "Kasettivirhe";
"IDS_INITFILL_TITLE2" = "Kasettivirhe";
"IDS_BUTTON_CSIC_DETAILS" = "Tiedot";
"IDS_CANCEL" = "Peruuta";
"IDS_BUTTON_CSIC_CONTINUE" = "Jatka";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Osta Epsonin mustetta";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Jotta voit tehdä asetuksia tällä apuohjelmalla, se on rekisteröitävä poikkeukseksi Windows-palomuuriin.\r\nJos sitä ei ole rekisteröity poikkeukseksi, Windowsin palomuuri voi estää joitakin viestintätoimintoja, mikä voi rajoittaa toimintaa.\r\n\r\nHaluatko rekisteröidä EPSON Status Monitor 3:n poikkeukseksi Windowsin palomuuriin?";
"IDS_ENVHELPMENU" = "Ohje";
"IDS_ENTRYICONMSG" = "Haluatko, että tehtäväpalkissa näkyy EPSON Status Monitor 3 -kuvake, kun Windows käynnistyy?";
"IDS_STATISTICS" = "Jaa käyttötietoni Epsonin kanssa";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Tietoja...";
"IDS_ERROR_001" = "Muisti ei riitä.\r\nLopeta ohjelma.";
"IDS_ERROR_015" = "Muisti ei riitä.";
"IDS_ERROR_021" = "Tulostimen tietoja ei löydy.";
"IDS_ERROR_022" = "Tämän tulostimen tiedot eivät ole käytettävissä.";
"IDS_ERROR_023" = "Määritettyä tiedostoa ei löydy.";
"IDS_ERROR_024" = "Määritettyä tiedostoa ei voida avata.";
"IDS_RESTART_MON" = "Tilanvalvonta ei onnistu juuri nyt.\r\nKäynnistä tietokone uudelleen.";
"IDS_RESTART_SHARE" = "Valvonta ei onnistu. Poista valintamerkki Tilanvalvonta-asetukset-ikkunan Valvo jaettujen tulostinten tilaa -valintaruudusta ja käynnistä tietokone uudelleen.\r\nSulje sen jälkeen kaikki sovellukset, myös EPSON Status Monitor 2,\r\nja asenna tulostinohjain uudelleen.";
"IDS_RESTART_BID" = "Kaksisuuntainen tiedonsiirto ei toimi.\r\nAsenna tulostinohjain uudelleen.";
"IDS_SETUP_MENU" = "Tilanvalvonta-asetukset";
"IDS_PAPERSIZE" = "Paperikoko";
"IDS_MEDIATYPE" = "Paperityyppi";
"IDS_PAUSE" = "Keskeytä";
"IDS_RESUME" = "Jatka";
"IDS_DISCHARGE_PAPER" = "Poista";
"IDS_INK_CANCEL" = "Peruuta";
"IDS_OK" = "OK";
"IDS_HELP" = "Ohje";
"IDS_INK_RETURN" = "Jatka";
"IDS_ELINK_ERROR_TITLE" = "Online-tuki";
"IDS_ELINK_CONNECT_MSG" = "Haluatko siirtyä EPSON-web-sivustolle?";
"IDS_ELINK_CONNECT_TITLE" = "Online-tuki";
"IDS_INK_CONTINUE" = "Jatka";
"IDS_PRINT" = "Tulosta";
"IDS_PPACK_RETURN" = "Jatka";
"IDS_INKTANKVIEW_ON" = "Tarkista mustetasot";
"IDS_INKTANKVIEW_OFF" = "Piilota mustetasot";
"IDS_CLEAN_CONTINUE" = "Jatka";
"IDS_INK_CLSTOP" = "Peruuta";
"IDS_SUPPORT_BTN" = "Online-tuki";
"IDS_SUPPORT_BTN_EURO" = "Tekninen tuki";
"IDS_ELINK_ERROR_TITLE_EURO" = "Tekninen tuki";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Tekninen tuki";
"IDS_ELINK_CONNECT_MSG_EURO" = "Haluatko siirtyä EPSON-web-sivustolle?";
"IDS_HOWTO" = "Miten...";
"IDS_GOONLINE" = "Yhteys päällä";
"IDS_BKPRINTING" = "Tulosta mustana";
"IDS_BKPRINTING2" = "Tulosta mustana";
"IDS_SHEETREMAIN" = "Sivu:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Jäljellä %d tuntia";
"IDS_TIMEREMAIN_MIN" = "Jäljellä %d minuuttia";
"IDS_TIMEREMAIN_SEC" = "Jäljellä %d sekuntia";
"IDS_START_MSG" = "Etsitään...";
"IDS_ST_NONE" = "Tuntematon virhe.";
"IDS_OLSTART_MSG" = "Etsitään...";
"IDS_OLST_NONE" = "Tuntematon virhe";
"IDS_STRING_CAPTION" = "Musteen vähäisen määrän muistuttaja";
"IDS_STRING_PURCHASED" = "On jo hankittu";
"IDS_STRING_REMINDMELATER" = "Muistuta minua myöhemmin";
"IDS_STRING_BUYINK" = "Osta Epsonin mustetta";
"IDS_STRING_PRINTTHISWINDOW" = "Tulosta tämä ikkuna";
"IDS_STRING_CLOSE" = "Sulje";
"IDS_STRING_CAPTION2" = "Osta mustetta";
"IDS_STRING_INKCODES" = "Mustekoodit";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "AITO EPSON";
"IDS_STRING_HTML_MESSAGE2" = "On suositeltavaa käyttää alkuperäisiä Epson-värikasetteja.";
"IDS_STRING_HTML_MESSAGE3" = "Muiden tuotteiden käyttö voi heikentää tulostuslaatua ja vaurioittaa tulostinta.";
"IDS_STRING_INKLOW" = "Muste vähissä";
"IDS_STRING_INKREPLACE" = "Vaihda värikasetti";
"IDS_STRING_INKCHANGE_NEAR" = "Värikasetit pitää vaihtaa pian.";
"IDS_STRING_HTML_MESSAGE4" = "Napsauta tästä, jos haluat saada mustetarjouksia ja muita päivityksiä Epsonilta.";
"IDS_STRING_PROMOTION2" = "Epson voi tiedottaa teknisistä päivityksistä, kampanjatuotteista ja muista tarjouksista.";
"IDS_STRING_NOTESA2" = "Päivitykset tapahtuvat, kun Internet-yhteys on olemassa. Epsonille lähetetään tietoa, jonka perusteella tulostimesi malli voidaan määrittää. Mitään henkilökohtaisia tunnistettavia tietoja ei lähetetä.";
"IDS_STRING_NOTESB2" = "Voit ottaa tämän toiminnon käyttöön tai poistaa käytöstä Tilanvalvonta-asetukset-ikkunassa.";
"IDS_STRING_NOTESC2" = "Ota käyttöön nyt napsauttamalla Hyväksyn.";
"IDS_STRING_DISPAGAIN2" = "Älä näytä tätä viestiä uudelleen.";
"IDS_STRING_TITLE2" = "Epsonin ilmoituspalvelu";
"IDS_STRING_ACCEPT2" = "Hyväksyn";
"IDS_STRING_DECLINE2" = "En hyväksy";
"IDS_STRING_BTNCLOSE" = "Sulje";
"IDS_STRING_DISPNOAGAIN" = "Älä näytä tätä viestiä uudelleen, ennen kuin korjaustyöt on tehty.";
"IDS_STRING_DESCRIPTION2" = "Laite täytyy huoltaa";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Voit poistaa nämä ominaisuudet käytöstä Tilanvalvonta-asetukset-ikkunasta.";
"IDS_STRING_NOTESE" = "Avaa Tilanvalvonta-asetukset napsauttamalla tästä";
"IDS_CSIC_UNKNOWN" = "Tuntematon";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson aito";
"IDS_CSIC_ERMANUFACTUR" = "ei-alkup. kasetti";
"IDS_CSIC_NGENUINE" = "Värikasetti on täytetty uudelleen tai käytetään muuta kuin Epsonin värikasettia. Mustetasot eivät saata näkyä, koska mustetasoja ei tunnisteta.";
"IDS_CSIC_NGENUINE2" = "Värikasetti on täytetty uudelleen tai käytetään muuta kuin Epsonin värikasettia. Mustetasot eivät saata näkyä, koska mustetasoja ei tunnisteta.";
"IDS_IO_BUYNOW_MSG" = "Käynnistä web-selain napsauttamalla OK ja osta värikasetti online.\r\n\r\nJos käytät valintaista puhelinyhteyttä, joka ei käynnisty samanaikaisesti selaimen kanssa, muodosta ensin yhteys Internet-palvelun toimittajaan ja napsauta sitten OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Käynnistä web-selain värikasetin ostamista varten valitsemalla OK.\r\nJos et halua muodostaa yhteyttä web-sivustoon nyt, napsauta Peruuta.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Musteen online-osto-ohjelma";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Kyllä";
"IDS_BKIS_BUTTON_NO" = "Ei";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Kytke tämä toiminto pois päältä";
"IDS_BUYNOW_BTN" = "Osta Epsonin mustetta";
"IDS_SCRAPE_NOAGAIN" = "Älä näytä tätä viestiä uudelleen.";
"BTN_PC_014" = "Peruuta";
"BTN_PC_030" = "Tulosta";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Epsonin alkuperäinen muste";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Ei voi käynnistää tätä ohjelmaa, kun tulostinohjaimen asetusohjelma on käynnissä.";
"IDS_DLG_NONGEN_001" = "VAROITUS!";
"IDS_ER0C_PAPERSIZE" = " Koko : %papersize%";
"IDS_ER0C_MEDIA" = " Tyyppi : %media%";
"IDS_UNCLOGGER_YES" = "Kyllä";
"IDS_UNCLOGGER_NO" = "Ei";
"IDS_UNCLOGGER_CANCELPRINT" = "Peruuta tulostus";
"IDS_UNCLOGGER_CLOSE" = "Sulje";
"IDS_TRAYPOS_PRINT" = "Tulosta";
"IDS_TRAYPOS_CANCEL" = "Peruuta";

"IDS_QQB_BUTTON" = "Yhteyden tarkistus";
"IDS_QQB_EXECUTE_FAIL" = "Työkalua ei voi käyttää.";
"IDS_QQB_DOWNLOAD" = "Haluatko ladata ja asentaa ohjelmiston yhteyden tarkistusta varten?";
"IDS_QQB_INSTALL_FAIL" = "Ei pysty asentamaan ohjelmistoa yhteyden tarkistusta varten.";
"IDS_QQB_INSTALL_FAIL2" = "Järjestelmään tulee kirjautua Järjestelmänvalvoja-ryhmän jäsenenä, ennen kuin toiminnon voi suorittaa.";
"IDS_QQB_INSTALLING" = "Yhteyden tarkistukseen tarkoitetun ohjelmiston asennus...";
"IDS_QQB_DOWNLOAD_AUTOEXEC" = "";
"IDS_QQB_AUTOEXEC_OK" = "";
"IDS_PINFO_TITLE" = "Tulostimesta valittu paperi";
"IDS_PINFO_SIZE" = "Paperikoko";
"IDS_PINFO_TYPE" = "Paperityyppi";
"IDS_PINFO_FAIL" = "Tulostimesta ei pystytä saamaan tietoja.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s tuumaa)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Näytä mustetasot";
"IDS_CONSUMABLEVIEW_OFF" = "Piilota mustetasot";

"IDS_WAIT_SUPPORT" = "Haetaan tukitietoja...";
"IDS_SHOW_VIDEO" = "Video-oppitunnit";
"IDS_SHOW_SUPPORTPAGE" = "Epson-web-sivusto";
"IDS_SHOW_MANUAL" = "Haluatko tarkastella tuotteen käyttöopasta?";
"IDS_POSTCARD_TITLE" = "Tarkista, onko paperi lisätty oikein.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "Tuki";
"IDS_CONSUMABLEVIEW_ONOFF" = "Tarvikkeiden tila";
"IDS_SUPPORT_NO" = "Ei";

"NOZZLE_TITLE" = "Suutintesti";
"NOZZLE01" = "Varmista ennen suutintestin suoritusta, että tulostin on päällä ja kytketty tietokoneeseen. Varmista myös, että takaosan paperinsyöttöön on asetettu A4- tai Letter-kokoista tavallista paperia. Tulosta suutintestin kuvio napsauttamalla [Tulosta] tai lopeta napsauttamalla [Peruuta].";
"NOZZLE01_B01" = "Tulosta";
"NOZZLE01_B02" = "Peruuta";
"NOZZLE02" = "Vertaa tulostettua kuviota yllä olevaan näytteeseen. Jos suutinten tarkastuskuvio ei tulostu oikein, napsauta [Puhdista]-painiketta. Lopeta napsauttamalla [Valmis]-painiketta.";
"NOZZLE02_B01" = "Valmis";
"NOZZLE02_B02" = "Puhdista";
"NOZZLE02_RESULT1" = "Hyvä";
"NOZZLE02_RESULT2" = "Puhdistusta tarvitaan";

"HEADCLEANING_TITLE" = "Tulostuspäiden puhdistus";
"HEADCLEANING01" = "Käynnistä tulostuspäiden suutinten puhdistus napsauttamalla [Käynnistä]. Koska puhdistukseen kuluu jonkin verran mustetta, puhdista tulostuspäät vain, kun tulosteessa on vaaleita tai tulostumattomia kohtia. Varmista ensin \"Suutintesti\"-apuohjelmalla, tarvitaanko tulostuspäiden puhdistusta.";
"HEADCLEANING01_B01" = "Peruuta";
"HEADCLEANING01_B02" = "Käynnistä";
"HEADCLEANING01_PREPARE" = "Odota...";
"HEADCLEANING01_CLEANING" = "Tulostuspäiden puhdistus käynnissä. Odota hetki.";
"HEADCLEANING02" = "Puhdistukseen kuluu muutama minuutti. Puhdistus on valmis, kun tulostimen ohjauspaneelin virran merkkivalo ei enää vilku. Tarkista, että puhdistus onnistui valitsemalla [Tulosta suutintestin kuvio].";
"HEADCLEANING02_B01" = "Tulosta suutintestin kuvio";
"HEADCLEANING02_B02" = "Valmis";
"HEADCLEANING02_BiD" = "Puhdistusjakso on päättynyt. Tarkista, että puhdistus onnistui valitsemalla [Tulosta suutintestin kuvio].";

"GAP_TITLE" = "Tulostuspäiden kohdistus";
"GAP01" = "Tulostuspäiden kohdistus -apuohjelma korjaa väärin kohdistetut pysty- ja vaakaviivat sekä epäselvän tulostusjäljen.";
"GAP01_B01" = "Seuraava >";
"GAP01_B02" = "Peruuta";
"GAP02" = "Tulostetaan pystykohdistusarkki.\r\nTarkista, että tulostin on käynnissä ja kytketty tietokoneeseen. Varmista myös, että A4- tai Letter-kokoista tavallista paperia on asetettu tulostimeen.\r\nNapsauta [Tulosta], kun olet valmis.";
"GAP02_B01" = "Tulosta";
"GAP02_B02" = "Peruuta";
"GAP02_B03" = "Ohita >>";
"GAP03" = "Katso kohdistusarkkia.\r\nEtsi neliö, jossa ei ole näkyviä viivoja sarjoissa 1 - 7. Valitse alla olevasta luettelosta neliötä vastaava numero kullekin sarjalle. Napsauta sitten [Seuraava >].\r\nJos jokaisessa neliössä on viiva, valitse neliö, jossa viivat on ohuin tai viivat ovat ohuimmat. Napsauta sitten [Uusi kohdistus].";
"GAP03_B01" = "Seuraava >";
"GAP03_B02" = "Peruuta";
"GAP03_B03" = "Uusi kohdistus";
"GAP04" = "Tulostetaan mustan värin vaakakohdistusarkki.\r\nVarmista, että tulostimeen on asetettu A4- tai Letter-kokoista tavallista paperia.\r\nHuomaa: tämä säätö vaikuttaa vain, kun tulostetaan nopealla tulostuksella tavalliselle paperille. Muihin paperityyppeihin se ei vaikuta.";
"GAP04_B01" = "Tulosta";
"GAP04_B02" = "Peruuta";
"GAP05" = "Katso kohdistusarkkia.\r\nHae suorakulmiot, jotka eivät ole erillään tai päällekkäin.\r\nValitse vastaava numero alla olevasta luettelosta. Napsauta sitten [Valmis].\r\nJos kaikki suorakulmiot ovat erillään tai päällekkäin, valitse niistä paras. Napsauta sitten [Uusi kohdistus].";
"GAP05_B01" = "Valmis";
"GAP05_B02" = "Peruuta";
"GAP05_B03" = "Uusi kohdistus";

"PIFLUSHING_TITLE" = "Musteen tehohuuhtelu";
"PIFLUSHING01" = "Jos tuotetta ei ole käytetty pitkään aikaan ja huomaat tulosteissa raitoja tai puuttuvia värejä, musteputkien sisältämä muste on ehkä vaihdettava ongelman ratkaisemiseksi.\r\n\r\nMusteen tehohuuhtelun apuohjelman avulla voit vaihtaa kaiken musteen musteputkien sisällä, ja se käyttää paljon mustetta.\r\n\r\nTulostuslaatu paranee 12 tuntia tämän toiminnon käytön jälkeen, ja sitä ei voi käyttää uudelleen 12 tunnin sisällä edellisestä käytöstä.\r\nHaluatko käyttää toimintoa nyt?\r\n\r\nHuomautus: Tarkista ennen tämän toiminnon käyttöä, että tulostimen mustesäiliöissä on riittävästi mustetta.\r\nJos mustetta ei ole riittävästi, täytä säiliöt.";
"PIFLUSHING01_B01" = "Peruuta";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Haluatko varmasti suorittaa tämän toiminnon?\r\nPutkien sisältämän kaiken musteen vaihtoon tarvitaan paljon mustetta.\r\n\r\nHuomaa: Tämä toiminto vaikuttaa jätemustetyynyjen käyttöikään. Jätemustetyynyt saavuttavat kapasiteettinsa aikaisemmin, kun tätä toimintoa käytetään.\r\nJos jätemustetyynyt ovat tulleet käyttöikänsä loppuun, ota yhteys Epson-tukeen niiden vaihtamiseksi.\r\n\r\nKäynnistä musteen vaihto napsauttamalla [Käynnistä].\r\nKun tämä toiminto on käynnistetty, sitä ei voi keskeyttää.";
"PIFLUSHING02_B01" = "Peruuta";
"PIFLUSHING02_B02" = "Käynnistä";
"PIFLUSHING02_PREPARE" = "Odota...";
"PIFLUSHING02_CLEANING" = "Musteen tehohuuhtelu on käynnissä.\r\nOdota.";
"PIFLUSHING03" = "Musteen tehohuuhtelun suoritus kestää muutaman minuutin.\r\nMusteen tehohuuhtelu on valmis, kun ohjauspaneelin virran merkkivalo lopettaa vilkkumisen.";
"PIFLUSHING03_B01" = "Valmis";
"PIFLUSHING03_BiD" = "Musteen tehohuuhtelu on valmis.";
"PIFLUSHING04" = "Et voi käyttää tätä toimintoa, koska edellisestä käytöstä on kulunut alle 12 tuntia.";
"PIFLUSHING04_B01" = "OK";

"INKWIN_TITLE" = "Täytä mustesäiliö";
"INKWIN01" = "Täytä mustetta mustesäiliöiden merkkiviivaan saakka.\r\n%ink%\r\nValitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.\r\nVaikka et täytä mustetta mustesäiliöiden merkkiviivaan saakka, voit jatkaa tulostimen käyttöä.\r\nJotta tulostin kuitenkin toimisi parhaalla mahdollisella tavalla, täytä mustesäiliöt ylempään merkkiviivaan asti välittömästi.\r\nKatso lisätietoja musteen täytöstä ja tulostimen käytöstä tulostimen käyttöohjeesta.\r\n\r\nHuomautus\r\nMuiden kuin määritettyjen Epsonin alkuperäisten musteiden käyttö voi aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.\r\nMuiden kuin alkuperäisten väriaineiden laatua tai luotettavuutta ei voi taata ja niiden käyttö saattaa aiheuttaa tulostimelle vaurioita, joita Epsonin takuu ei korvaa.\r\nKatso lisätietoja tulostimen käyttöohjeesta varmistaaksesi tälle tulostimelle tarkoitetut mustepullot.";
"INKWIN01_B01" = "Seuraava";
"INKWIN02" = "Tuotteen käytön jatkaminen mustetason ollessa säiliön merkkiviivan alapuolella voi vaurioittaa tulostinta.\r\nJos valitset Nollaa mustetasot ohjauspaneelista täyttämättä mustetta mustesäiliöiden merkkiviivaan saakka, likimääräisistä mustetasoista tulee todellisista mustetasoista poikkeavia.\r\nJotta tulostin kuitenkin toimisi parhaalla mahdollisella tavalla, täytä mustesäiliöt ylempään merkkiviivaan asti välittömästi.";
"INKWIN02_B01" = "Sulje";
"INKWIN02_B02" = "Takaisin";

"ERR_MSG_5" = "Suutintestiä ei voi suorittaa.";
"ERR_MSG_6" = "Tulostuspäiden puhdistusta ei voi suorittaa.";
"ERR_MSG_7" = "Tulostuspäiden kohdistusta ei voi suorittaa.";
"ERR_MSG_8" = "Virhe.";
"ERR_MSG_9" = "Suutintestiä ei voida suorittaa loppuun.\r\n\r\nJotta tulostin toimisi asianmukaisesti, valitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.";
"ERR_MSG_10" = "Tulostuspäiden puhdistusta ei voida suorittaa loppuun.\r\n\r\nJotta tulostin toimisi asianmukaisesti, valitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.";
"ERR_MSG_11" = "Tulostuspäiden kohdistusta ei voida suorittaa loppuun.\r\n\r\nJotta tulostin toimisi asianmukaisesti, valitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.";
"ERR_MSG_12" = "Puhdistus käynnissä!";
"ERR_MSG_13" = "Tulostuspäiden puhdistusta ei voida suorittaa loppuun.\r\n\r\nJotta tulostin toimisi asianmukaisesti, valitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.";
"ERR_MSG_14" = "Saat lisätietoja napsauttamalla [Tiedot].";
"ERR_MSG_15" = "Haluatko vaihtaa värikasetin nyt?";
"ERR_MSG_17" = "Valokuvakasetin sisällä oleva mustetta imevä tyyny on täynnä. Valokuvakasetti pitää vaihtaa, ennen kuin tulostuspää voidaan puhdistaa.";
"ERR_MSG_19" = "Tiedot";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Saat lisätietoja napsauttamalla [Tiedot].";
"ERR_MSG_22" = "Kyllä";
"ERR_MSG_23" = "Ei";
"ERR_MSG_24" = "Yhteysvirhe.\r\nTarkista yhteys ja yritä uudelleen.";
"ERR_MSG_25" = "Ei voi suorittaa musteen tehohuuhtelua.";
"ERR_MSG_26" = "Musteen tehohuuhtelua ei voi suorittaa.\r\n\r\nJotta tulostin toimisi asianmukaisesti, valitse ohjauspaneelista Nollaa mustetasot, kun haluat täyttää mustetta.";

"PLEASEWAIT" = "Odota...";

//--->
"PRISET01B01" = "Käytä";
"PRISET01B02" = "Peruuta";
"PRISET01SPE04" = "Tämän tulostimen tiedot eivät ole käytettävissä.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Virran sammutuksen ajastin";
"PRISET01SPE21" = "Ei käytössä";
"PRISET01SPE22" = "30 minuuttia";
"PRISET01SPE23" = "1 tunti";
"PRISET01SPE24" = "2 tuntia";
"PRISET01SPE25" = "4 tuntia";
"PRISET01SPE26" = "8 tuntia";
"PRISET01SPE27" = "12 tuntia";
"PRISET01GRPBOXTITLE03" = "Lepoajastin";
"PRISET01SPE31" = "3 minuuttia";
"PRISET01SPE32" = "5 minuuttia";
"PRISET01SPE33" = "10 minuuttia";
"PRISET01SPE34" = "15 minuuttia";
"PRINFO01GRPBOXTITLE01" = "Arkkien lukumäärä paperin syötössä";
"PRINFO01SPE01" = "Arkkien kokonaismäärä";
"PRINFO01SPE02" = "Tämän tulostimen tiedot eivät ole käytettävissä.";
"PRINFO01SPE03" = "Reunattoman tulostuksen arkkien määrä";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "On asennettu muita kuin alkuperäisiä Epson-värikasetteja. Väriaineiden mustetasotietoja ei ehkä näytetä, ja ei-alkuperäisten väriaineiden käyttö rekisteröidään tiedoksi huoltotukea varten. Jotta laatu ja luotettavuus olisi parasta mahdollista, Epson suosittelee alkuperäisten Epson-väriaineiden käyttöä.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Takaosan paperinsyöttö";
//<---

